/* The %@ is the name of the user's video, and this tells them that their video was not shared (because an error occured) */
"\"%@\" not shared" = "\"%@\" 未分享";

/* The first %@ is the name of the user's video. The second is the location it was shared to. */
"\"%@\" shared to %@" = "\"%@\" 已分享到 %@";

/* Clipboard copy fail - message */
"%@ could not copy the URL to the Clipboard" = "%@ 无法复制URL到剪贴板";

/* Error creating flash wrapper */
"An Error Occured" = "发生错误";

/* launching URL fail - message */
"Check your web browser and try again." = "检查你的浏览器重试。";

/* Confirm clear share list - message */
"Delete all entries from your Share History?" = "从你的分享历史删除所有条目？";

/* abort export - title */
"Do you want to continue exporting?" = "你想继续导出吗？";

/* YouTube - Invalid Description Length - Message */
"Enter a description requiring no more than 5000 bytes" = "输入的描述不能大于5000字节";

/* Screencast - Invalid Title Length - Message */
"Enter a file name between 1 and 128 characters." = "输入一个1到128个字符的文件名。";

/* YouTube - Invalid Title Length - Message */
"Enter a file name between 2 and 60 bytes." = "输入一个2到60字节的文件名。";

/* YouTube - Invalid Tag Length - Message */
"Enter up to 500 bytes of comma separated tags.  Each tag must be between 2 and 30 bytes." = "输入最大500字节的英文逗号隔开的标签。每个标签必须是2到30字节。";

/* button on the lower right of the export dialog */
"Export" = "导出";

/* text to the left of the filename field when exporting */
"Export As:" = "导出为:";

/* generic exporter failed finish message */
"Export Failed" = "导出失败";

/* generic exporter finished message
   generic exporter finished message */
"Export finished" = "导出完成";

/* generic exporter failed finish info */
"Exporting of the project was unable to finish successfully." = "导出项目无法成功完成。";

/* Forgot password */
"Forgot your password?" = "忘记密码？";

/* Screencast - Invalid Title Character - Header
   YouTube - Invalid Description Character - Header
   YouTube - Invalid Tags Character - Header
   YouTube - Invalid Title Character - Header */
"Invalid characters" = "无效字符";

/* YouTube - Invalid Description Length - Header */
"Invalid description length" = "无效的描述长度";

/* YouTube - Invalid Tag Length - Header */
"Invalid tag length" = "无效的标签长度";

/* Screencast - Invalid Title Length - Header
   YouTube - Invalid Title Length - Header */
"Invalid title length" = "无效的标题长度";

/* Confirm clear share list - title */
"Remove entries" = "Entfernen von Einträgen";

/* Refers to trying to reshare a video */
"Retry" = "重试";

/* Share button */
"Share" = "分享";

/* Shown in the progress dialog when sharing to Relay */
"Sharing:" = "正在分享:";

/* Sign In button */
"Sign In" = "登录";

/* Error text */
"There was an error creating the flash wrapper" = "创建Flash容器出错";

/* Clipboard copy fail - title */
"Unable to copy to Clipboard" = "无法复制到剪贴板";

/* launching URL fail - title */
"Unable to launch URL" = "无法打开URL";

/* Notification that an upload failed */
"Upload Failed" = "上传失败";

/* Notification that an upload succeeded */
"Upload Successful" = "上传成功";

/* Shown in the progress dialog when sharing to Screencast
   Shown in the progress dialog when sharing to YouTube
   Uploading to Screencast:
   Uploading to YouTube: */
"Uploading:" = "正在上传:";

/* Screencast - Invalid Title Character - Message */
"Valid characters include _ ( ) - . , $ ! ' a-Z 0-9 (space). Titles cannot end with a period, contain accents, or contain foreign language characters." = "有效的字符包含_ ( ) - . , $ ! ' a-Z 0-9 (空格)。标题不能以句号结束，不能包含读音符号，不能包含外语字符。";

/* YouTube - Invalid Description Character - Message */
"Valid descriptions cannot include < > or a space by itself." = "有效的描述不能包含: < >或者自身的一个空格。";

/* YouTube - Invalid Tags Character - Message */
"Valid tags cannot include < > or a space by itself." = "有效的标签不能包含: < >或者自身的一个空格。";

/* YouTube - Invalid Title Character - Message */
"Valid titles cannot include < > / or a space by itself." = "有效的标题不能包含: < > /或者自身的一个空格。";

/* Verifying folder... (GoogleDrive upload state) */
"Verifying folder:" = "正在验证文件夹:";

/* Visit the link that a video is located at */
"Visit" = "访问";

/* abort export - message */
"Your export progress will be lost if you abort." = "如果你退出你的导出进程将丢失。";

/* Browser response tilte when authorization is denied */
"Authentication Required" = "需要授权";

/* Browser response close tab message */
"Close this tab to return to Camtasia." = "关闭此标签返回Camtasia。";
/* Status when user is not authorized */
"Not signed in" = "未登录";

/* Login_logout button title when signed out */
"Sign In..." = "登录...";

/* Login_logout button title when signed in */
"Sign Out" = "注销";

/* Warning message - Users YouTube Account has restricted video length. */
"The duration of the video exceeds that allowed by YouTube." = "视频时长超过了YouTube的限制。";

/* Warning title - Users YouTube Account has restricted video length */
"The upload may fail" = "上传可能会失败";


/* Browser response message when authorization is denied */
"To share your content, you need to allow this app to access your information." = "要分享你的内容，你需要允许此程序访问你的资料。";

/* Error message - Users Google account has no YouTube Account */
"You need to create a YouTube channel before you can upload videos." = "在你上传视频之前你需要创建一个YouTube频道。";

/* Error title - Users Google account has no YouTube Account */
"Your Google Account is not linked with a YouTube channel." = "你的Google账户未关联一个YouTube频道。";

/* Browser response title when authorization succeeds */
"You're signed in!" = "你已登录！";

/* Browser response title when authorization succeeds */
"You're signed in!" = "你已登录！";
